<template>
    <view>
        <view  class="areaLi">
            <view  class="title">
                第一条：立约目的
            </view>
            <view class="content">
                为了规范分销平台经营秩序，明确供货商、分销商及分销平台的的权利义务，保障各方及消费者的合法权益，特拟定本协议。
            </view>
        </view>
        <view class="areaLi">
            <view  class="title">
                第二条：签约主体
            </view>
            <view class="content">
                本协议由云易宿（北京）文旅科技有限公司（以下简称“我们”）与申请成为分销平台分销商的微商城商家(以下简称“分销商”或“您”)共同签署。云易宿（北京）文旅科技有限公司为分销平台运营方，亦是分销平台的版权所有者。
            </view>
        </view>
        <view class="areaLi">
            <view  class="title">
                第三条：协议生效和适用范围
            </view>
            <view class="content">
                您通过网络页面点击确认接受本协议，即表示您与我们已达成协议并同意接受本协议的全部约定内容。本协议内容包括协议正文及所有已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
            </view>
        </view>
        <view class="areaLi">
            <view  class="title">
                第四条：服务内容
            </view>
            <view class="content">
                您申请成为分销平台的分销商后，可以通过分销平台上架商品，则双方正式确立分销合作关系。
            </view>
        </view>
        <view class="areaLi">
            <view  class="title">
                第五条：合作模式
            </view>
            <view class="content">
                5.1&nbsp;&nbsp;&nbsp;您申请入驻分销平台需先开通驿货个人账户，账户开通后即可自行选择分销平台所有供货商的合作。<br>
                5.2&nbsp;&nbsp;&nbsp;本协议对应的业务模式为【一键代销】模式：
                <view>
                    （一）&nbsp;&nbsp;&nbsp;销售主体及责任承担：该模式下的分销商仅作为其商品的推广宣传方，为保证产品质量及消费者的其他合法权益，分销商推广供货商的商品所产生的销售订单均由供货商供货并提供产品质量问题保障、售后服务，消费者如有开票需求由供货商提供。
                </view>
                <view>
                    （二）&nbsp;&nbsp;&nbsp;货款结算：订单完成后，您账户内的钱款经您申请提现后在T+3个工作日内转入您的银行账户。
                </view>
                5.3&nbsp;&nbsp;&nbsp;分销商成功上架分销产品后即与供货商双方正式确立相应的合作关系。合作关系确立后，分销商可在供货商授权范围内下载产品信息。同时您需要遵照我们及供货商的相关要求及规则。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                第六条：分销商的权利及义务
            </view>
            <view class="content">
                6.1&nbsp;&nbsp;&nbsp;分销商在分销平台开展的经营活动中应遵循诚实守信及合法合规原则，保障为消费者提供优质的商品和服务，及快速、高效处理交易纠纷的路径。分销商发布的商品信息作为分销商与消费者之间的约定，不受分销商与供货商之间约定的影响。分销商与供货商之间的任何约定都不得对抗本协议以及分销平台相关规则。<br>
                6.2&nbsp;&nbsp;&nbsp;为维护市场秩序，无论何种合作模式下分销商均应严格遵守供货商的价格体系和价格管理规定，如因分销商擅自抬高或降低销售价格对供货商价格管理或销售活动造成不良影响的，分销商应赔偿因此给供货商造成的一切损失，同时供货商有权拒绝向分销商结算相应分销商品的推广佣金。<br>
                6.3&nbsp;&nbsp;&nbsp;分销商保证，除在分销商自有平台或商城销售及推广分销商品外，不得在任何第三方平台进行销售或再行授权任何第三方进行销售及推广或授权推广分销商品，否则我们有权立即终止向分销商提供服务，同时有权拒绝向分销商结算分销商品的推广佣金。<br>
                6.4&nbsp;&nbsp;&nbsp;在向消费者销售或者推广供货商商品（也称“分销商品”）的过程中，分销商需遵守以下规定：
                <view>
                    6.4.1&nbsp;&nbsp;&nbsp;分销商必须履行对消费者的承诺。如因分销商与供货商之间的约定不清或分销商对消费者的销售承诺超出供货商对分销商的承诺，其由此产生的风险或责任由分销商自行承担；
                </view>
                <view>
                    6.4.2&nbsp;&nbsp;&nbsp;分销直接销售商品或者为供货商推广商品所产生的销售订单均由合作的供货商供货以保证产品品质，分销商不得自行发货；
                </view>
                <view>
                    6.4.3&nbsp;&nbsp;&nbsp;分销商有义务确认买家收货地址的有效性，并在消费者收到货物后及时对订单进行确认收货以保证相关的货款或推广佣金的结算。
                </view>
                6.5&nbsp;&nbsp;&nbsp;分销商需遵守与供货商的约定进行销售行为，其对消费者的承诺不得超出双方约定的范围。<br>
                6.6&nbsp;&nbsp;&nbsp;供货商与分销商就分销政策或活动的规定不得对抗消费者。分销商应按照本协议约定向消费者承担相关责任。分销商按照本协议的约定向消费者承担责任如属供货商原因造成的，则分销商承担相应责任或赔偿后可向供货商追偿。<br>
                6.7&nbsp;&nbsp;&nbsp;分销商未依照约定履行相关义务的，分销平台有权对分销商进行相应处罚，同时分销平台有权根据分销商的违约情况终止与分销商的合作。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                第七条：退出服务和终止
            </view>
            <view class="content">
                7.1&nbsp;&nbsp;&nbsp;一旦分销商违反本协议在符合以下任意一项情形时，我们有权立即终止与分销商的合作：
                <view>
                    7.1.1&nbsp;&nbsp;&nbsp;分销商按本协议的规定退出或被清退出分销平台；
                </view>
                <view>
                    7.1.2&nbsp;&nbsp;&nbsp;本协议调整时，分销商书面通知分销平台不愿接受新的协议内容，则本协议自分销平台收到分销商通知之日起终止；
                </view>
                <view>
                    7.1.3&nbsp;&nbsp;&nbsp;分销商有权根据分销商经营情况单方通知分销商终止本协议；
                </view>
                <view>
                    7.1.4&nbsp;&nbsp;&nbsp;其他协议终止条件发生或实现，导致本协议终止。
                </view>
                7.5&nbsp;&nbsp;&nbsp;本协议终止后分销商无权继续从供应商处分销产品进行分销活动，但本协议终止前已经发生的交易，分销商仍需依照本协议的约定履行义务。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                第八条：分销平台的权利和义务
            </view>
            <view class="content">
                8.1&nbsp;&nbsp;&nbsp;分销平台根据本协议的约定向分销商提供信息及数据管理（包括但不限于信息发布、订单及采购单管理）服务。<br>
                8.2&nbsp;&nbsp;&nbsp;分销平台仅为提供分销商及供货商合作的中立的第三者，不提供产品销售服务。分销平台不对供货商与分销商就商品推广合作而产生的纠纷承担责任，但分销平台有义务提供必要的协助以促进纠纷的解决。<br>
                8.3&nbsp;&nbsp;&nbsp;因网上平台的特殊性，分销平台无法保证将对所有分销商的信息、所有的交易行为以及相关的其他事项进行事先审查，但如存在下列情况的，分销平台有权根据不同情况选择保留或删除相关信息或中止、停止对分销商提供服务：
                <view>
                    8.3.1&nbsp;&nbsp;&nbsp;用户或其他第三方通知分销平台平台，认为某个具体分销商或具体交易事项可能存在重大问题的；
                </view>
                <view>
                    8.3.2&nbsp;&nbsp;&nbsp;用户或其他第三方向分销平台告知分销商有违法或不当行为的；
                </view>
                <view>
                    8.3.3&nbsp;&nbsp;&nbsp;分销平台以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；
                </view>
                <view>
                    8.3.4&nbsp;&nbsp;&nbsp;分销平台有权对分销商的基本信息、产品信息及推广信息进行查阅，发现存在任何问题或疑问，均有权向分销商发出询问及要求改正的通知或者直接作出删除等处理。
                </view>
                8.4&nbsp;&nbsp;&nbsp;经国家生效法律文书或行政处罚决定确认分销商存在违法行为，或者分销平台有足够事实依据可以认定分销商存在违法或违反协议行为的，分销平台有权公布分销商的违法和/或违规行为。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                第九条：其他约定
            </view>
            <view class="content">
                9.1&nbsp;&nbsp;&nbsp;本协议适用中华人民共和国大陆地区法律。因分销平台与分销商就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，分销平台和分销商同意由分销平台住所地法院管辖审理双方的纠纷或争议。<br>
                9.2&nbsp;&nbsp;&nbsp;本协议内容包括协议正文、附件及所有分销平台已经发布的或将来可能发布的分销平台规则、经营规范等文件。这些文件是本协议不可分割的一部分，与本协议具有相同法律效力。<br>
                9.3&nbsp;&nbsp;&nbsp;由于互联网高速发展，我们有权基于运营需要，公布、调整分销平台的规则，对于影响您权利义务的重大规则，我们将提前至少7日公布。若您不同意相关变更，应立即停止使用分销平台的相关服务或产品。分销平台有权对您的行为及应适用的规则进行单方认定，并据此处理。
            </view>
        </view>
    </view>
</template>

<script>
    export default {
        name: "dispersonKnow"
    }
</script>

<style scoped lang="scss">
    .areaLi{
        font-size: 26upx;
    }
    .title{
        font-weight: bold;
        margin-bottom: 20upx;
        text-align: center;
    }
    .content{
        font-weight: 300;
        view{
            text-indent: 48upx;
        }
    }
</style>