<template>
    <view>
        <view class="areaLi">
            <view class="title">
                一、  退换货总则
            </view>
            <view class="content">
                1、海外商品一律不接受任何无理由的退换货申请。
                <br>
                2、用户签收商品之日（以快递公司物流信息中的用户签收时间为准）起7日内，根据《消费者权益保护法》第二十五条，消费者有权无理由退货，但下列商品除外：
                <br>
                <view>
                    (一)消费者定作的；
                </view>
                <view>
                    (二)鲜活易腐的；
                </view>
                <view>
                    (三)在线下载而或消费者拆封的音像制品、计算机软件等数字化商品；
                </view>
                <view>
                    (四)交付的报纸、期刊；等等。
                </view>
                <br>
                3、用户签收商品之日（以快递公司物流信息中的用户签收时间为准）起第8日至第15日内，如商品本身存在质量问题，您可以联系客服进行换货
                <br>
                4、因商品质量问题引起的退换货，运费由商家承担，但用户需将商品寄回至邮乐海外商家的退换货地址。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                二、 退换货办理必须同时满足以下条件
            </view>
            <view class="content">
                1、商品及商品本身的外包装完整且没有损坏，保持商品出售时的原质原样； <br>
                2、注明退货原因，如果商品存在质量问题，请用户务必提供有效证明； <br>
                3、如果成套商品中有部分商品存在质量问题，在办理换货时，必须提供成套商品。 <br>
                4、商品的包装完整，包括包裹填充物及外包装箱或外包装袋，商品附件、说明书、保修单、吊牌、标签等齐全，请勿将胶带、快递单等直接粘在商品自带的包装盒上，务必保持商品及包装原质原样。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                三、 以下情况不予办理退换货
            </view>
            <view class="content">
                1、非通过驿货购买的商品； <br>
                2、商品描述中明确说明不可以退换的商品； <br>
                3、个性化定制的商品； <br>
                4、组合套装中部分商品单独退换； <br>
                5、已使用过的商品，但商品本身存在质量问题除外； <br>
                6、因非正常使用及保管导致出现质量问题的商品； <br>
                7、商品的外包装不完整或破损（完整的包装包括：包裹填充物及外包装箱或外包装袋，商品附件、说明书、保修单、吊牌、标签等齐全，保持商品出售时的原质原样）。 <br>
                8、未经驿货退换货服务中心确认同意退换货的商品。 <br>
                9、未能将退换商品寄回驿货指定的退换货服务中心的，不予办理退换货。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                四、退换货细则
            </view>
            <view class="content">
                所有退换货，必须按照退换货流程向驿货客服申请提供相应的证明，并将电子版的证明发至驿货客服的指定邮箱，经驿货确认后，将驿货指定退换货地址告知用户，用户才可退换商品； <br>
                <view>
                    1、发错货：用户需在签收商品后的7日内提出退换货申请，商家将免费为用户调换错发的商品或退款，不再收取因此产生的物流寄递费用，用户先行垫付的寄递费用后续将退还用户；
                </view>

                <view>
                    2、漏发货：用户需在签收商品后的7日内提出退换货申请，并按客服要求提供商品的订单号、包裹号、包裹内物品的件数、包裹净重等信息，驿货会在第一时间帮助用户与商家确认漏发货的原因，商家会将漏发的货物补齐，或退还相应的货款；
                </view>

                寄递产生的破损问题：若商品外包装产生破损，用户收货后请立即联系驿货客服，驿货将根据实际情况判断退货或换货；若用户在签收后发现内件破损，用户拍照举证后可向驿货提出退换货申请，经驿货与商家确认后，向用户进行赔付。如遇其他问题可先行致电咨询邮乐客服。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                五、有关退换货涉及的运费规定
            </view>
            <view class="content">
                因商品本身存在质量问题发生的退换货运费无需用户承担，驿货将按实际发生的费用报销用户寄回商品的邮资。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                六、退款方式
            </view>
            <view class="content">
                根据用户的支付方式，按原支付方式返还。
            </view>
        </view>
        <view class="areaLi">
            <view class="title">
                七、 注意事项
            </view>
            <view class="content">
                1、请准确填写您的姓名、收货地址、电子邮件、订单号、商品名称及型号、退/换货原因，并随退换货包裹一同寄回。 <br>
                2、成套商品办理退/换货时，请您将成套商品一同寄回办理。 <br>
                3、请注意商品及商品本身的外包装没有损坏，确保商品配件、附带品或者赠品完好，保修卡、三包凭证、发票齐全。 <br>
                4、图片及信息仅供参考，不属质量问题。因拍摄灯光、显示器分辨率等原因可能会造成轻微色差，在网购中属于正常现象，一切以实物为准。
            </view>
        </view>
    </view>
</template>

<script>
    export default {
        name: "returnInstrc"
    }
</script>

<style scoped lang="scss">
    .areaLi{
        font-size: 26upx;
    }
    .title{
        font-weight: bold;
        margin-bottom: 20upx;
    }
    .content{
        font-weight: 300;
        view{
            text-indent: 48upx;
        }
    }
</style>